import React from 'react';
import '../App.css'
import onam16 from '../onam16.png'
import onam17 from '../onam17.png'
import onam18 from '../onam18.png'
import onam19 from '../onam19.png'
import onam20 from '../onam20.png'
import onam21 from '../onam21.jpg'
import onam22 from '../onam22.jpg'
import onam23 from '../onam23.png'
import onam24 from '../onam24.jpg'
import onam25 from '../onam25.jpg'
function CustomsOfOnam(){
    return(
        <div>
            <span className='heading1'>ഓണത്തിന്റെ ആചാരങ്ങൾ</span>
            <br></br>
            <p className='content1'>
            ഓണത്തിന്റെ കാർണിവൽ ആകർഷകമായ പ്രവർത്തനങ്ങളുടെ ഒരു സ്പെക്ട്രം ഉൾക്കൊള്ളുന്നു. കേരളത്തിലെ പരമ്പരാഗത ആളുകൾ പോലും നിർണ്ണയിച്ചിട്ടുള്ള ആചാരങ്ങളുടെയും പാരമ്പര്യങ്ങളുടെയും സമഗ്രമായ ഉത്സവം ഗംഭീരമായി ആഘോഷിക്കാൻ പോകുന്നു.

വ്യക്തിഗത വീടുകളിൽ പൂർത്തീകരിക്കാൻ ഉദ്ദേശിക്കുന്ന വിവിധ ആചാരങ്ങൾ കൂടാതെ, സംസ്ഥാനത്തുടനീളം സമൂഹത്തിന്റെയും നഗരത്തിന്റെയും തലത്തിൽ സംഘടിപ്പിക്കുന്ന നിരവധി ആചാരപരമായ പ്രവർത്തനങ്ങൾ ഉണ്ട്.
            </p>
            <span className='heading1'>അത്തച്ചമയം</span>
            <br></br>
            <img src={onam16} className='onamimage1'></img>
            <p className='content1'>ഓണത്തിന്റെ മഹത്തായ കാർണിവലിന് തുടക്കം കുറിക്കുന്ന ഒരു വലിയ ഘോഷയാത്രയാണ് അത്തച്ചാമ്യം. അത്തം നാളിൽ തിരുപ്പൂണിത്തുറയിലും പിറവത്തും ധാരാളം ആരാധകമേളകളോടെയാണ് ഇത് ആഘോഷിക്കുന്നത്. പഴയ കൊച്ചി സംസ്ഥാനത്തിലെ മഹാരാജാക്കന്മാർ ഒരു ആചാരമെന്ന നിലയിൽ തൃപ്പൂണിത്തുറ കോട്ടയിലേക്ക് അവരുടെ മുഴുവൻ പരിവാരങ്ങളോടും കൂടി യാത്ര ചെയ്ത ഒരു രാജകീയ പാരമ്പര്യത്തെ ഈ സംഭവം ഓർമ്മിപ്പിക്കുന്നു. ഇന്ന്, രാജാവിന്റെ അഭാവത്തിൽ പോലും, ആചാരം അതിന്റെ രാജകീയ ചാരുത നിലനിർത്തുന്നു. നാടോടി കലാകാരന്മാരുടെ പ്രകടനങ്ങൾ, ആനകൾ, വാദ്യമേളങ്ങൾ, പ്രഗത്ഭരായ കലാകാരൻമാരുടെ നൃത്ത പരിപാടികൾ എന്നിവയാണ് പരിപാടിയുടെ പ്രധാന പോയിന്റുകൾ.
            </p>
            <span className='heading1'>സ്നേക്ക് ബോട്ട് റേസ്</span>
            <br></br>
            <img src={onam18} className='onamimage1'></img>
            <p className='content1'>അത്തരം ആചാരങ്ങളിൽ ഏറ്റവും ആകർഷകവും ജനപ്രിയവുമായത് വള്ളംകളി അല്ലെങ്കിൽ സ്നേക്ക് ബോട്ട് റേസ് ആണ്. തിരു ഓണത്തിന് ഏതാനും ദിവസങ്ങൾക്ക് മുമ്പാണ് ഈ പരിപാടി നടക്കുന്നത്. നഗരത്തിൽ പലയിടത്തും പരിപാടി നടക്കുന്നുണ്ടെങ്കിലും അതിൽ ഏറ്റവും പ്രധാനം ആലപ്പുഴയിൽ സംഘടിപ്പിച്ചതാണ്. നൂറുകണക്കിന് വള്ളക്കാർക്കൊപ്പം ചുണ്ടൻ വള്ളങ്ങൾ എന്നറിയപ്പെടുന്ന വലിയതും അലങ്കരിച്ചതുമായ വള്ളങ്ങൾ പങ്കെടുക്കുന്നു. ഡ്രമ്മിന്റെ പാട്ടുകളും സംഗീതവും നൽകുന്ന താളത്തിൽ വള്ളങ്ങൾ തുഴയുന്നത് അത് ആകർഷകമായ സംഭവമാക്കി മാറ്റുന്നു.
            </p>
            <span className='heading1'>ആറന്മുള ഉതൃട്ടാതി</span>
            <br></br>
            <img src={onam17} className='onamimage1'></img>
            <p classname='content1'>
            ഓണത്തോടനുബന്ധിച്ച് സംഘടിപ്പിക്കുന്ന ഗംഭീരമായ മറ്റൊരു വള്ളംകളിയാണിത്. ആറന്മുളയിൽ ഉതൃട്ടാതി നാളിലാണ് ഈ വാർഷിക പരിപാടി നടക്കുന്നത്. കൃഷ്ണൻ ആ പ്രത്യേക ദിവസം നദി മുറിച്ചുകടന്ന കഥ വിവരിക്കുന്ന പുരാണകഥകൾ പുനരുജ്ജീവിപ്പിക്കാനാണ് ഇത് ഉദ്ദേശിക്കുന്നത്. എല്ലാ വള്ളങ്ങളിലും ഭഗവാന്റെ ചൈതന്യം ഉണ്ടെന്ന് വിശ്വസിക്കപ്പെടുന്നു, അതിനാൽ ഈ പരിപാടിയിൽ ഒരു തരത്തിലുള്ള മത്സരവും ഇല്ല. ആഹ്ലാദകരമായ ചടങ്ങ് വീക്ഷിക്കാൻ നിരവധി പേരാണ് എത്തുന്നത്. ചിലർ ഈ അവസരത്തിൽ ക്ഷേത്രങ്ങളിൽ വള്ളസദ്യ വഴിപാടായി (വഴിപാട്) അർപ്പിക്കുന്നു.
            </p>
            <span className='heading1'>അലങ്കരിച്ച ആനകളുടെ ഘോഷയാത്ര</span>
            <br></br>
            <img src={onam19} className='onamimage1'></img>
            <p className='content1'>
            കേരളത്തിന്റെ സാംസ്കാരിക തലസ്ഥാനമായ തൃശൂർ അതിന്റേതായ മനോഹരമായ ശൈലിയിൽ ഉത്സവത്തെ അടയാളപ്പെടുത്തുന്നു. ഇവിടെ അലങ്കരിച്ച ആനകളുടെ ഘോഷയാത്ര തെരുവിൽ നടന്നു. ആനകൾ തങ്ങളുടെ പ്രതാപത്തോടെ തെരുവിലൂടെ നടക്കുന്നത് കാണാൻ ഉജ്ജ്വലമായ ഒരു സ്ഥലമാണിത്. കുട്ടികൾ തങ്ങളുടെ പ്രിയപ്പെട്ട മൃഗത്തിന്റെ പ്രദർശനം കാണുന്നതിൽ പ്രത്യേകിച്ചും സന്തോഷിക്കുന്നു. പാട്ടുകളും നൃത്തവും ഉല്ലാസ മേക്കിംഗും ഈ പരിപാടിയുടെ ഭാഗമാണ്.
            </p>
            <span className='heading1'>ചെറുതുരുത്തിയിൽ ആഘോഷങ്ങൾ</span>
            <br></br>
            <img src={onam20} className='onamimage1'></img>
            <p className='content1'>
            കേരള കലാമണ്ഡലം, കഥകളി പരിശീലന കേന്ദ്രം, തൃശൂർ ജില്ലയുടെ വടക്ക് ഭാഗത്തുള്ള ഒരു ചെറിയ ഗ്രാമമാണ് ചെറുതുരുത്തി. സംസ്ഥാനത്തെ മികച്ച കലാകാരന്മാർ അവതരിപ്പിക്കുന്ന കഥകളി അരങ്ങേറിയതാണ് ചെറുതുരുത്തിയിലെ ഓണാഘോഷം. ഇതിഹാസങ്ങളിൽ നിന്നും നാടോടിക്കഥകളിൽ നിന്നുമുള്ള രംഗങ്ങൾ കാണുന്നതിന് ധാരാളം ആളുകൾ ഈ ഗ്രാമത്തിൽ ഒത്തുകൂടുന്നു.
            </p>
            <span className='heading1'>പുലികളി/കടുവകളി പ്രകടനം</span>
            <br></br>
            <img src={onam21} className='onamimage1'></img>
            <p className='content1'>
            ഓണത്തിന്റെ ഏറ്റവും രസകരമായ ആചാരമാണിത്. ഇതിൽ കലാകാരന്മാർ കടുവകളുടെ വേഷം ധരിക്കുന്നു. കറുപ്പും ചുവപ്പും നിറങ്ങളിലുള്ള പാറ്റേണുകൾ ഉപയോഗിച്ച് അവർ അവരുടെ ശരീരത്തിന് മഞ്ഞ നിറം നൽകുന്നു. കടുവ ആടിനെ വേട്ടയാടുന്നതിന്റെയും കടുവകളെ മനുഷ്യർ വേട്ടയാടുന്നതിന്റെയും ദൃശ്യങ്ങൾ ഈ നാടൻ കലയിലൂടെ മനോഹരമായി ചിത്രീകരിച്ചിരിക്കുന്നു. പ്രകടനത്തിനുള്ള ബീറ്റ് നൽകുന്നത് ഉടുക്കും തകിലും ആണ്. തൃശൂർ, പാൽഘട്ട ജില്ലകളുടെ പുലികളി അവതരണം ഏറെ പ്രശസ്തമാണ്.
            </p>
            <span className='heading1'>കുമ്മട്ടികളി</span>
            <br></br>
            <img src={onam22} className='onamimage1'></img>
            <p className='content1'>
            കേരളത്തിലെ, പ്രത്യേകിച്ച് ദക്ഷിണ മലബാറിൽ നിന്നുള്ള മറ്റൊരു വിനോദ നാടോടി നൃത്തമാണിത്. നെയ്തെടുത്ത പുല്ലും കൂറ്റൻ വർണ്ണാഭമായ തടി മുഖംമൂടിയും ധരിച്ച്, കുമ്മാട്ടികളി കലാകാരന്മാർ ഓണത്തിന്റെ ഉത്സവ അവസരത്തിൽ ആളുകളെ രസിപ്പിക്കുന്നത് കാണാം. കുട്ടികൾ പ്രകടനത്തിന്റെ വലിയ ആരാധകരാണ്. കുമ്മട്ടിക്കളിയിലെ ഓണവില്ലിന്റെ താളത്തിലാണ് പുരാണ, നാടോടി പ്രമേയങ്ങൾ അവതരിപ്പിക്കുന്നത്.
            </p>
            <span className='heading1'>അത്തപ്പൂവ് മത്സരങ്ങൾ</span>
            <br></br>
            <img src={onam23} className='onamimage1'></img>
            <p className='content1'>
            ഓണത്തിന്റെ അവിഭാജ്യ പാരമ്പര്യമായ പൂക്കളം ഒരു കലാരൂപമായി ഉയർന്നുവന്നിട്ടുണ്ട്. പൂക്കളം അലങ്കരിക്കാനുള്ള മത്സരങ്ങൾ സംസ്ഥാനത്തുടനീളം സംഘടിപ്പിച്ചിട്ടുണ്ട്. അവ വളരെ ജനപ്രിയമാണ്, കൂടാതെ ധാരാളം പൂക്കളം ഡിസൈനർമാരുടെയും കാഴ്ചക്കാരുടെയും പങ്കാളിത്തത്തിന് സാക്ഷ്യം വഹിക്കുന്നു. ഓരോ വർഷവും നൂതനമായ രൂപകല്പനകളുമായി വരുന്ന ഡിസൈനർമാരുടെ സർഗ്ഗാത്മകത ഇത്തരം മത്സരങ്ങളിലൂടെ പുറത്തെടുക്കുന്നു.
            </p>
            <span className='heading1'>കൈകൊട്ടികളി / തിരുവാതിരകളി</span>
            <br></br>
            <img src={onam24} className='onamimage1'></img>
            <p className='content1'>കൈകൊട്ടികളി ഓണത്തോടനുബന്ധിച്ച് നടത്തുന്ന ഗംഭീരമായ കൈകൊട്ടി നൃത്തമാണ്. ഇതിൽ സ്ത്രീകൾ ഇതിഹാസ രാജാവായ മഹാബലിയെ സ്തുതിക്കുന്ന ഗാനങ്ങൾ ആലപിക്കുകയും പൂക്കളത്തിന് ചുറ്റും നൃത്തം ചെയ്യുകയും ചെയ്യുന്നു. ഇതിന്റെ നടുവിൽ നിലവിളക്ക് എന്ന പേരിൽ കത്തിച്ച വെങ്കല വിളക്ക് സ്ഥാപിച്ചിരിക്കുന്നു. സ്വർണ്ണ ബോർഡറുകളുള്ള ഓഫ്-വെളുത്ത മുണ്ടും നേരിയതും, മുടിയിൽ സുഗന്ധമുള്ള ഗജ്‌ര അലങ്കരിച്ചതുമായ പരമ്പരാഗത കേരളീയ വസ്ത്രത്തിൽ നൃത്തം ചെയ്യുന്ന വനിതാ നർത്തകരുടെ ട്രൂപ്പ് കാണുന്നത് ആകർഷകമായ കാഴ്ചയാണ്.
            </p>
            <span className='heading1'>തുമ്പി തുള്ളൽ</span>
            <br></br>
            <img src={onam25} className='onamimage1'></img>
            <p className='content1'>
            ഓണക്കാലത്ത് തുമ്പി തുള്ളലും സ്ത്രീകൾ ആചാരമായി അവതരിപ്പിക്കാറുണ്ട്. വൃത്താകൃതിയിൽ ഇരുന്ന് ഒരു കൂട്ടം സ്ത്രീകൾ അവതരിപ്പിക്കുന്ന നാടോടി നൃത്തമാണിത്. മറ്റ് ഗായകർ ഏറ്റെടുക്കുന്ന ഗാനം ആരംഭിക്കുന്ന സർക്കിളിനുള്ളിൽ പ്രധാന അവതാരകൻ ഇരിക്കുന്നു. മികച്ച വസ്ത്രങ്ങളും വംശീയ ആഭരണങ്ങളും അണിഞ്ഞ സ്ത്രീകൾ ക്ലാപ്പ് ഡാൻസും അവതരിപ്പിക്കുന്നു
            </p>
            <span className='heading1'>ഓണക്കളികൾ</span>
            <p className='content1'>
            ഓണത്തോടനുബന്ധിച്ച് കളിക്കുന്ന എല്ലാ കളികളുടെയും കൂട്ടായ പേരാണിത്. ഓണത്തിന്റെ പരമ്പരാഗത കളികൾ തലപ്പന്തുകളി, കുടുക്കുട്ട് തുടങ്ങിയ കഠിനമായ കായിക വിനോദങ്ങളും കയ്യാങ്കളി, ആട്ടക്കളം തുടങ്ങിയ പോരാട്ടങ്ങളും ഉൾക്കൊള്ളുന്നു. അമ്പെയ്ത്തും ഓണക്കളികളുടെ ഭാഗമാണ്. മുതിർന്ന അംഗങ്ങൾ കാർഡുകൾ, ചെസ്സ് തുടങ്ങിയ ഇൻഡോർ ഗെയിമുകൾക്കായി പോകുന്നു. സംസ്ഥാനത്തുടനീളം വിവിധ സാമൂഹിക സാംസ്കാരിക സംഘടനകളുടെ ആഭിമുഖ്യത്തിൽ കായിക മത്സരങ്ങൾ സംഘടിപ്പിക്കുന്നു.
            </p>
        </div>
    );
}
export default CustomsOfOnam;