import React from 'react';
import '../App.css'
import onam7 from '../onam7.png'

function LegendsOfOnam(){
    return(
        <div>
            <span className='heading1'>ഓണത്തിന്റെ ഐതിഹ്യങ്ങൾ</span>
            <br></br>
            <img src={onam7} className="onamimage1"></img>
            <p className='content1'>
            ഇന്ത്യയിലെ മറ്റ് പല ഉത്സവങ്ങളുടെയും കാര്യത്തിലെന്നപോലെ, ഓണത്തിന്റെ ഉത്ഭവത്തിന് പിന്നിലും രസകരമായ നിരവധി ഐതിഹ്യങ്ങളുണ്ട്. കേരളത്തിൽ എല്ലാവരും ഈ ഉത്സവം ആഘോഷിക്കുന്നു, എന്നാൽ കേരളത്തിലെ നമ്പൂതിരി ബ്രാഹ്മണരാണ് ഓണാഘോഷത്തിന്റെ കാര്യത്തിൽ ഏറ്റവും ഉത്സാഹം കാണിക്കുന്നത്, കാരണം അവർ അതിന്റെ ഉത്ഭവം സ്വന്തം സമുദായത്തിൽ നിന്നാണ്. കേരളത്തിലെ പ്രബല ജാതിയാണ് നമ്പുതിരി എന്നും അറിയപ്പെടുന്ന നമ്പൂതിരി. പുരാതന വൈദിക മതത്തിന്റെയും പരമ്പരാഗത ഹിന്ദു കോഡിന്റെയും യഥാർത്ഥ ശേഖരങ്ങളായി അതിലെ അംഗങ്ങൾ സ്വയം കരുതുന്നു.
            </p>
            <span className='heading1'>മഹാബലി രാജാവിന്റെ ഇതിഹാസം</span>
            <br></br>
            <p className='content1'>
            ഇതാണ് ഏറ്റവും ജനപ്രിയമായ ഇതിഹാസം. കേരളത്തിന് സുവർണ്ണകാലം സമ്മാനിച്ച മഹാബലി രാജാവിനെക്കുറിച്ചാണ്. രാജാവിന്റെ ജനപ്രീതി ദൈവങ്ങൾക്ക് സഹിക്കാൻ കഴിഞ്ഞില്ല, അവർ അവനെ രഹസ്യമായി അനാഥലോകത്തേക്ക് അയച്ചു. വർഷത്തിലൊരിക്കൽ തന്റെ ആളുകളെ സന്ദർശിക്കണമെന്ന മഹാബലിയുടെ അഭ്യർത്ഥന ദൈവം അനുവദിച്ചു. മഹാബലി രാജാവിന്റെ ഈ വാർഷിക സന്ദർശനം എല്ലാ വർഷവും ഓണമായി ആഘോഷിക്കുന്നു...
            </p>
            <span className='heading1'>ബോട്ട് പള്ളിയോടത്തിന്റെ ഇതിഹാസം</span>
            <br></br>
            <p className='content1'>
            ഒരിക്കൽ ഭക്ഷണവുമായി പോയ ബോട്ട് നദിയുടെ വളവിൽ കുടുങ്ങിയെന്നാണ് കഥ. ബോട്ടിൽ കയറുന്ന ഒരു ബുദ്ധിമാൻ ഭട്ടതിരിപ്പാട് നദിക്കരയിൽ താമസിക്കുന്ന പാവപ്പെട്ടവരും പട്ടിണിക്കാരുമായ ഒരു കുടുംബത്തിന് ഭക്ഷണം നൽകിയപ്പോൾ മാത്രമേ ബോട്ട് മുന്നോട്ട് കൊണ്ടുപോകാൻ കഴിയൂ. ഈ ഐതിഹ്യത്തിൽ നിന്ന് ഓണത്തിന് ഒരു പാവപ്പെട്ട കുടുംബത്തിന് ഭക്ഷണം നൽകുന്ന പാരമ്പര്യം വരുന്നു.
            </p>
            <span className='heading1'>ദി ലെജൻഡ് ഓഫ് വാനിഷിംഗ് ബോയ്</span>
            <br></br>
            <p className='content1'>
            കാട്ടൂർ മനയിലെ ഒരു നമ്പൂതിരി കുടുംബത്തിലെ പ്രധാനി പമ്പാ നദിയിൽ കുളിച്ച് ഒരു സാധുവിന് ഭക്ഷണം കൊടുക്കാൻ കാത്തിരിക്കുകയായിരുന്നു എന്നാണ് ഐതിഹ്യം. അവൻ പൊടുന്നനെ ഒരു പയ്യനെ കണ്ടു. ഭക്ഷണം കഴിച്ച ശേഷം കുട്ടി അപ്രത്യക്ഷനായി. ആറന്മുള ക്ഷേത്രത്തിന് സമീപം ഇയാളെ കണ്ടെങ്കിലും വീണ്ടും കാണാതായി. ആ കുട്ടി ദൈവം തന്നെയാണെന്ന് ബ്രാഹ്മണൻ നിഗമനം ചെയ്തു. അന്നുമുതൽ എല്ലാ വർഷവും ആറന്മുള ക്ഷേത്രത്തിൽ ബ്രാഹ്മണൻ ഭക്ഷണം കൊണ്ടുവന്നു...
            </p>

        </div>
    );
}
export default LegendsOfOnam;