import React from 'react';
import '../App.css'
import onam9 from '../onam9.png'
import onam10 from '../onam10.png'
import onam11 from '../onam11.png'
import onam12 from '../onam12.png'
function OnamCelebrations(){
    return(
       <div>
        <span className="heading1">ഓണാഘോഷങ്ങൾ</span>
         <br></br>
         <img src={onam9} className='onamimage1'></img>
         <p className='content1'>
         ഉത്സാഹത്തോടെയും ഉത്സാഹത്തോടെയും കേരളത്തിലെ ജനങ്ങൾ ഓണം ആഘോഷിക്കുന്നു. ആദ്യ ദിവസം അത്തം മുതൽ പത്ത് ദിവസം നീണ്ടുനിൽക്കുന്ന ഉത്സവം, തിരു ഓണം എന്നറിയപ്പെടുന്ന പത്താം തീയതി വരെ നീണ്ടുനിൽക്കും.

രാജ്യത്തുടനീളവും ലോകമെമ്പാടുമുള്ള ആയിരക്കണക്കിന് വിനോദസഞ്ചാരികളെ ഈ മനോഹരമായ ഉത്സവം ആകർഷിക്കുന്നു. ഓണക്കാലത്ത് കേരള ടൂറിസം വാരമായി ആചരിച്ചുകൊണ്ട് ഇന്ത്യാ ഗവൺമെന്റ് ഫെസ്റ്റിവലിന്റെ വൻ ജനപ്രീതി വർദ്ധിപ്പിക്കുന്നു.
         </p>
         <span className='heading1'>ആഘോഷങ്ങളുടെ തുടക്കം</span>
         <br></br>
         <img src={onam10} className='onamimage1'></img>
         <p className='content1'>
         പൂക്കളം എന്ന് വിളിക്കപ്പെടുന്ന സങ്കീർണ്ണമായ പുഷ്പ പരവതാനികളാൽ ആദ്യ ദിവസത്തെ ആഘോഷങ്ങൾ അടയാളപ്പെടുത്തുന്നു. ഓരോ ദിവസം കഴിയുന്തോറും വിവിധ നിറങ്ങളിലുള്ള കൂടുതൽ പൂക്കൾ ഈ പൂക്കളത്തിലേക്ക് ചേർക്കുന്നു. പെൺകുട്ടികൾ അവരുടെ വീടിന്റെ മുൻവശത്തെ മുറ്റത്ത് ഡിസൈൻ ചെയ്യുന്നതിൽ വലിയ സന്തോഷമുണ്ട്. പൂക്കൾ ശേഖരിക്കാൻ അവരെ സഹായിക്കുന്നതിൽ ആൺകുട്ടികൾ സന്തോഷിക്കുന്നു. ഒരു പ്രാദേശിക ക്ഷേത്രത്തിൽ അത്തം നാളിൽ പ്രത്യേക പ്രാർത്ഥനകളും നടത്തുന്നു. കാർണിവലിന്റെ തിരക്കേറിയ പ്രവർത്തനങ്ങൾ ഇന്ന് മുതൽ സംസ്ഥാനത്ത് ആരംഭിക്കുന്നു.
         </p>
         <span className='heading1'>തിരു ഓണത്തിന് ആഘോഷങ്ങൾ</span>
         <br></br>
         <img src={onam11} className='onamimage1'></img>
         <p className='content1'>
         ഓണത്തിന്റെ കാർണിവലിൽ ഏറ്റവും വലുതും സംഭവിക്കുന്നതും തിരുവോണമാണ്. പുലർച്ചെ 4 മണിക്ക് തന്നെ ആഘോഷങ്ങൾ ആരംഭിക്കും. ആളുകൾ അവരുടെ വീട് വൃത്തിയാക്കുന്നു, നേരത്തെ കുളിക്കുന്നു, പുതിയ വസ്ത്രങ്ങൾ ധരിക്കുന്നു, ദൈവിക അനുഗ്രഹങ്ങൾക്കായി വിപുലമായ പ്രാർത്ഥനകൾ നടത്തുന്നു. മാവേലി രാജാവിന്റെ ചൈതന്യത്തെ വരവേൽക്കുന്നതിനായി വിപുലമായതും അതിമനോഹരവുമായ ഒരു പൂക്കളം ഈ ദിവസം തയ്യാറാക്കപ്പെടുന്നു.

ഓണസദ്യ എന്ന വലിയ ഉച്ചഭക്ഷണമാണ് ഇന്നത്തെ പ്രധാന കാര്യം. കേരളത്തിലെ ജനങ്ങൾക്ക് ഇക്കാര്യത്തിൽ അതിയായ ആവേശമുണ്ട്. അവർക്ക് എളുപ്പത്തിൽ താങ്ങാനാവുന്നില്ലെങ്കിലും, നിർദ്ദേശിച്ചിരിക്കുന്ന 11-13 വിഭവങ്ങൾ ഉൾപ്പെടുത്തി അവർ എങ്ങനെയെങ്കിലും ഭക്ഷണം തയ്യാറാക്കും. ഇത് മലയാളത്തിൽ "കണം വിട്ടു ഓണം ഉണ്ണണം" എന്ന് അർത്ഥമാക്കുന്നത്, "സ്വത്തുക്കളെല്ലാം വിറ്റാലും തിരുഓണം ഉച്ചഭക്ഷണം" എന്നാണ്.
         </p>
         <span className='heading1'>പ്രവർത്തനങ്ങൾ, ഇവന്റുകൾ, വിനോദം</span>
         <br></br>
         <img src={onam12} className='onamimage1'></img>
         <p className='content1'>
         ഓണത്തോടനുബന്ധിച്ച് സംസ്ഥാനത്തുടനീളം നിരവധി പരിപാടികൾ നടക്കുന്നുണ്ട്. പുലികളി കലാകാരന്മാർ ഒരു കടുവയുടെ വേഷം ധരിച്ച് ആളുകളെ രസിപ്പിക്കുന്നതിനായി വേട്ടയാടൽ രംഗങ്ങൾ അവതരിപ്പിക്കുന്നു. കുമ്മാട്ടികളി കലാകാരന്മാർ നെയ്തെടുത്ത പുല്ലും വലിയ തടി മുഖംമൂടിയും ധരിക്കുന്നു. ചെറിയ സമ്മാനങ്ങൾ ശേഖരിച്ചും കുട്ടികളെ രസിപ്പിച്ചും അവർ വീടുതോറും നീങ്ങുന്നു.

തൃശ്ശൂരിൽ ആനകൾ ഘോഷയാത്രയായി നീങ്ങുകയും രാജകീയ കാഴ്ച അവതരിപ്പിക്കുകയും ചെയ്യുന്നു. ചെറുതുരുത്തിയിലായിരിക്കെ കഥകളി കലാകാരന്മാർ തങ്ങളുടെ പ്രകടനത്തിന്റെ മാസ്മരികത കൊണ്ട് സദസ്സിനെ മയക്കി. സ്ത്രീകൾ അവരുടെ പരമ്പരാഗത കൈകൊട്ടിക്കളി, കൈകൊട്ടിക്കളി എന്നിവ അവതരിപ്പിക്കുകയും കാണികളെ ആകർഷിക്കുകയും ചെയ്യുന്നു. ഈ ദിനത്തോടനുബന്ധിച്ച് സംസ്ഥാനത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ വള്ളംകളി എന്ന ജനകീയ പാമ്പ് വള്ളംകളിയും സംഘടിപ്പിക്കാറുണ്ട്.

സ്‌പോർട്‌സ്, ഗെയിംസ് ഇവന്റുകളുടെ എണ്ണവും അന്നേദിവസം സംഘടിപ്പിച്ചിട്ടുണ്ട്. ഇവയെ ഒന്നാകെ ഓണക്കളികൾ എന്ന് വിളിക്കുന്നു. അവയിൽ ചിലത് തലപ്പന്തുകളി, കുടുക്കുട്ട് തുടങ്ങിയ കഠിനമായ കായിക ഇനങ്ങളും കയ്യാങ്കളി, ആട്ടക്കളം തുടങ്ങിയ പോരാട്ടങ്ങളുമാണ്. അമ്പെയ്ത്തും ഓണക്കളികളുടെ ഭാഗമാണ്. കാർഡുകളും ചെസ്സും പോലുള്ള ഇൻഡോർ ഗെയിമുകൾ കളിക്കുന്നതിലൂടെ മുതിർന്ന അംഗങ്ങൾക്ക് അവരുടെ വിനോദമുണ്ട്. ഓണത്തിന് ഊഞ്ഞാലാട്ടുന്ന പതിവുമുണ്ട്. ഒരു ഉയർന്ന ശാഖയിൽ അലങ്കരിച്ച ഊഞ്ഞാൽ ഊഞ്ഞാലാടുന്നു, യുവാക്കളും യുവതികളും പരമ്പരാഗത ഗാനങ്ങൾ ആലപിച്ചുകൊണ്ട് അത് ആസ്വദിക്കുന്നു.
         </p>

       </div>
    );
}
export default OnamCelebrations