import React from 'react';
import '../App.css'
import onam13 from '../onam13.png'
function TenDaysOfOnam(){
    return(
        <div>
            <span className='heading1'>ഓണത്തിന്റെ പത്തു ദിവസം</span>
            <br></br>
            <img src={onam13} className='onamimage1'></img>
            <p className='content1'>
            കേരളത്തിൽ ഓണത്തിന്റെ കാർണിവൽ പത്ത് ദിവസമായി തുടരുന്നു. സംസ്ഥാന ആഘോഷങ്ങളുടെ ചില പ്രദേശങ്ങളിൽ നാലോ ആറോ ദിവസങ്ങൾ മാത്രമായി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു. എന്നിരുന്നാലും, ഇന്നത്തെ കാലത്ത് ആഘോഷങ്ങൾ വളരെയധികം കുറഞ്ഞിട്ടുണ്ടെന്ന് പണ്ഡിതന്മാർ പറയുന്നു. മുൻകാലങ്ങളിൽ, ഒരു മാസക്കാലം ഓണം വളരെ ആഡംബരത്തോടെ ആഘോഷിച്ചു.

എന്നിരുന്നാലും, ആഘോഷങ്ങളുടെ പത്ത് ദിവസങ്ങളിലും ഓണം ഇപ്പോഴും സന്തോഷത്തോടെയും സന്തോഷത്തോടെയും ആഘോഷിക്കപ്പെടുന്നു. ഓരോ ദിവസത്തിനും നിശ്ചിതമായ ആചാരങ്ങൾ ഉണ്ട്, കേരളത്തിലെ പരമ്പരാഗത ജനങ്ങൾ അവ കർശനമായി പിന്തുടരുന്നു. കാർണിവലിലുടനീളം ആളുകളുടെ മാനസികാവസ്ഥ ഉന്മേഷദായകമാണ്, കേരളത്തിലെ ഉയർന്ന ഉത്സാഹികളായ ജനങ്ങൾ ആഹ്ലാദത്തിൽ മുഴുകാൻ എപ്പോഴും തയ്യാറാണ്.

ഈ ദിവസങ്ങളിലെല്ലാം അത്തം ഒന്നാം നാളിനും പത്താം ദിവസത്തെ തിരുവോണത്തിനും പ്രാധാന്യമുണ്ട്. ഒൻപതാം ദിവസം ഉത്രാടം കേരളത്തിന്റെ പല ഭാഗങ്ങളിലും ആഘോഷങ്ങളുടെ വീക്ഷണകോണിൽ വളരെ പ്രാധാന്യമുള്ളതായി കണക്കാക്കപ്പെടുന്നു.
            </p>
            
        </div>
    )
}
export default TenDaysOfOnam;