import React from 'react';
import '../App.css';
import onamimage1 from '../onam.png'
import maveli from '../maveli.png'
import onam1 from '../onam1.png'
function WhatIsOnam(){
      return(
        <div>
            <span className="heading2">എന്താണ് ഓണം?</span>
            <br></br>
            <img src={onamimage1} classname="onamimage1"></img>
            <p className="content1">
            കേരള സംസ്ഥാനത്തിലെ ഏറ്റവും വലുതും പ്രധാനപ്പെട്ടതുമായ ആഘോഷമാണ് ഓണം. ഇത് ഒരു വിളവെടുപ്പുത്സവമാണ്, സംസ്ഥാനത്തുടനീളം എല്ലാ സമുദായങ്ങളിലുമുള്ള ആളുകൾ സന്തോഷത്തോടെയും ആവേശത്തോടെയും ആഘോഷിക്കുന്നു. ഒരു ജനപ്രിയ ഐതിഹ്യമനുസരിച്ച്, ഓണക്കാലത്ത് കേരളം സന്ദർശിക്കുമെന്ന് പറയപ്പെടുന്ന മഹാബലി രാജാവിനെ സ്വാഗതം ചെയ്യുന്നതിനാണ് ഈ ഉത്സവം ആഘോഷിക്കുന്നത്.

മലയാളം കലണ്ടറിലെ (കൊല്ലവർഷം) ആദ്യ മാസമായ ചിങ്ങമാസത്തിന്റെ തുടക്കത്തിലാണ് ഓണം ആഘോഷിക്കുന്നത്. ഗ്രിഗോറിയൻ കലണ്ടർ അനുസരിച്ച് ഓഗസ്റ്റ്-സെപ്റ്റംബർ മാസവുമായി ഇത് യോജിക്കുന്നു.

നാല് മുതൽ പത്ത് ദിവസം വരെയാണ് ഓണത്തിന്റെ കാർണിവൽ. ആദ്യ ദിനം, അത്തം, പത്താം ദിവസം, തിരുഓണം എന്നിവയാണ് ഏറ്റവും പ്രധാനം. 1961-ലെ കാർണിവലിൽ സംസ്ഥാനത്തിന്റെ സമ്പന്നമായ സംസ്ക്കാരത്തിന്റെ ജനപ്രീതിയും അവതരണവും ഓണത്തെ കേരളത്തിന്റെ ദേശീയ ഉത്സവമാക്കി മാറ്റി. വിപുലമായ സദ്യകൾ, നാടൻ പാട്ടുകൾ, ഗംഭീര നൃത്തങ്ങൾ, ഊർജ്ജസ്വലമായ കളികൾ, ആനകൾ, വള്ളങ്ങൾ, പൂക്കൾ എന്നിവയെല്ലാം ഓണം എന്ന ചടുലമായ ഉത്സവത്തിന്റെ ഭാഗമാണ്.

ഊർജസ്വലവും വർണ്ണാഭമായതുമായ ഈ ഉത്സവം ഇന്ത്യാ ഗവൺമെന്റ് ശ്രദ്ധയിൽ പെട്ടിട്ടുണ്ട്. ഇത് അന്താരാഷ്ട്ര തലത്തിൽ ഓണത്തെ വലിയ രീതിയിൽ പ്രോത്സാഹിപ്പിക്കുകയും ഓണാഘോഷ വേളയിൽ കേരളത്തിനായി 'ടൂറിസ്റ്റ് വീക്ക്' ആഘോഷിക്കുകയും ചെയ്യുന്നു. ഓണത്തിന്റെ ഭാഗമാകാൻ ആയിരക്കണക്കിന് സ്വദേശികളും വിദേശികളുമായ വിനോദസഞ്ചാരികളാണ് കേരളത്തിലെത്തുന്നത്.
            </p>
            <span className="heading2">ഇതിഹാസം</span>
            <br></br>
            <img src={maveli} id="maveli"></img>
            <p className="content1">ശക്തനായ അസുര (അസുര) രാജാവായ മഹാബലിയുടെ ഭരണകാലത്ത് കേരളം അതിന്റെ സുവർണ്ണ കാലഘട്ടത്തിന് സാക്ഷ്യം വഹിച്ചു എന്നാണ് കഥ. സംസ്ഥാനത്തെ എല്ലാവരും സന്തുഷ്ടരും സമൃദ്ധിയുമുള്ളവരായിരുന്നു, രാജാവിനെ പ്രജകൾ വളരെ ബഹുമാനിച്ചിരുന്നു. തന്റെ എല്ലാ ഗുണങ്ങളും കൂടാതെ, മഹാബലിക്ക് ഒരു പോരായ്മ ഉണ്ടായിരുന്നു. അവൻ അഹംഭാവിയായിരുന്നു. മഹാബലിയുടെ വർദ്ധിച്ചുവരുന്ന ജനപ്രീതി അവരെ വെല്ലുവിളിച്ചതായി തോന്നിയതിനാൽ മഹാബലിയുടെ സ്വഭാവത്തിലെ ഈ ദൗർബല്യം അവന്റെ ഭരണം അവസാനിപ്പിക്കാൻ ദൈവങ്ങൾ ഉപയോഗിച്ചു. എന്നിരുന്നാലും, മഹാബലി ചെയ്ത എല്ലാ സത്പ്രവൃത്തികൾക്കും, ദൈവം അദ്ദേഹത്തിന് ഒരു അനുഗ്രഹം നൽകി, അവനുമായി വളരെ അടുപ്പമുള്ള തന്റെ ആളുകളെ വർഷം തോറും സന്ദർശിക്കാൻ കഴിയും.

മഹാബലിയുടെ ഈ സന്ദർശനമാണ് എല്ലാ വർഷവും ഓണമായി ആഘോഷിക്കുന്നത്. ഉത്സവം ഗംഭീരമായി ആഘോഷിക്കാൻ ആളുകൾ എല്ലാ ശ്രമങ്ങളും നടത്തുകയും അവർ സന്തുഷ്ടനാണെന്നും അദ്ദേഹത്തിന് ആശംസകൾ നേരുന്നുവെന്നും തങ്ങളുടെ പ്രിയപ്പെട്ട രാജാവിനെ ധരിപ്പിക്കുകയും ചെയ്യുന്നു.
</p>
<span className="heading2">ഓണാഘോഷങ്ങൾ</span>
<br></br>
<img src={onam1} className='onamimage1'></img>
<p className="content1">പത്ത് ദിവസം നീണ്ടുനിൽക്കുന്ന ഉത്സവത്തിൽ കേരളത്തിന്റെ സമ്പന്നമായ സാംസ്കാരിക പൈതൃകം അതിന്റെ മികച്ച രൂപത്തിലും ചൈതന്യത്തിലും പുറത്തുവരുന്നു. മഹത്തായ കാർണിവലിന്റെ ഭാഗമാകുന്നത് തീർച്ചയായും ഒരു ട്രീറ്റ് തന്നെയാണ്. കേരളത്തിലെ ജനങ്ങൾ അത് ഏറ്റവും മികച്ച രീതിയിൽ ആഘോഷിക്കാൻ വിപുലമായ ഒരുക്കങ്ങൾ നടത്തുന്നു.

ഓണാഘോഷത്തിന്റെ ഏറ്റവും ആകർഷണീയമായ ഭാഗം തിരുവോണത്തിൽ ഒരുക്കിയ ഓണസദ്യയാണ്. 11 മുതൽ 13 വരെ അവശ്യ വിഭവങ്ങൾ അടങ്ങിയ ഒമ്പത് കോഴ്‌സ് ഭക്ഷണമാണിത്. വാഴയിലയിൽ ഓണസദ്യ വിളമ്പുന്നു, ആളുകൾ ഭക്ഷണം കഴിക്കാൻ നിലത്ത് വിരിച്ച പായയിൽ ഇരിക്കുന്നു.

പമ്പാനദിയിൽ നടക്കുന്ന വള്ളംകളി, പാമ്പ് വള്ളംകളിയാണ് ഓണത്തിന്റെ മറ്റൊരു ആകർഷണം. നൂറുകണക്കിനു വള്ളക്കാർ അലങ്കരിച്ച വള്ളം തുഴയുന്ന പാട്ടുകൾക്കും കാണികളുടെ ആർപ്പുവിളികൾക്കുമിടയിൽ വർണാഭമായ കാഴ്ചയാണ്.

ഓണക്കാലത്ത് ഓണക്കളികൾ എന്ന പേരിൽ ഒരുമിച്ചു കളിക്കുന്ന ഒരു സമ്പ്രദായവും നിലവിലുണ്ട്. പുരുഷന്മാർ തലപ്പന്തുകളി (പന്ത് കൊണ്ട് കളിക്കുന്നത്), അമ്പെയ്യൽ (അമ്പെയ്ത്ത്), കുട്ടുകുത്ത്, കയ്യാങ്കളി, ആട്ടക്കളം എന്നിങ്ങനെയുള്ള കഠിനമായ കളികൾക്കായി പോകുന്നു. സ്ത്രീകൾ സാംസ്കാരിക പ്രവർത്തനങ്ങളിൽ മുഴുകുന്നു. മഹാബലി രാജാവിനെ സ്വാഗതം ചെയ്യുന്നതിനായി വീടിന്റെ മുൻവശത്തെ പൂക്കളം എന്ന് വിളിക്കപ്പെടുന്ന പൂക്കളങ്ങൾ അവർ നിർമ്മിക്കുന്നു. കൈകൊട്ടികളിയും തുമ്പി തുള്ളലും ഓണത്തിന് സ്ത്രീകൾ അവതരിപ്പിക്കുന്ന മനോഹരമായ രണ്ട് നൃത്തങ്ങളാണ്. കുമ്മാട്ടികളി, പുലികളി തുടങ്ങിയ നാടൻ കലാപരിപാടികൾ ആഘോഷങ്ങൾക്ക് മാറ്റ് കൂട്ടുന്നു.
</p>

        </div>
      )
}
export default WhatIsOnam