import React from 'react';
import onam2 from '../onam2.png'
import onam3 from '../onam3.png'
import onam4 from '../onam4.png'
import onam5 from '../onam5.png'
import onam6 from '../onam6.png'
function WhenIsOnam(){
    return(
        <div>
            <span className='heading1'>എപ്പോഴാണ് ഓണം</span>
           <br></br>
           <img src={onam2} className='onamimage1'></img>
           <p className='content1'>
           മലയാളം കലണ്ടറിലെ (കൊല്ലവർഷം) ആദ്യ മാസമായ ചിങ്ങത്തിന്റെ തുടക്കത്തിലാണ് ഓണാഘോഷം. ഈ മാസം ഗ്രിഗോറിയൻ കലണ്ടറിലെ ആഗസ്റ്റ്-സെപ്റ്റംബറിനും ഇന്ത്യൻ (ഹിന്ദു) കലണ്ടറിലെ ഭാദ്രപദ അല്ലെങ്കിൽ ഭാഡോണുമായി യോജിക്കുന്നു.
           </p>
           <span className='heading1'>എപ്പോഴാണ് തിരു ഓണം?</span>
           <br></br>
           <img src={onam3} className='onamimage1'></img>
           <p className='content1'>
           അത്തം നാളിൽ തുടങ്ങി തിരു ഓണത്തിൽ സമാപിക്കുന്ന ഓണം കാർണിവൽ പത്ത് ദിവസം നീണ്ടുനിൽക്കും. അത്തം, തിരു ഓണം എന്നിവയാണ് ഓണാഘോഷങ്ങൾക്ക് ഏറ്റവും പ്രധാനം. നക്ഷത്രങ്ങളുടെ സ്ഥാനമനുസരിച്ചാണ് അത്തം ദിവസം തീരുമാനിക്കുന്നത്. ഓണത്തിന് അല്ലെങ്കിൽ തിരു ഓണത്തിന് പത്ത് ദിവസം മുമ്പ് പ്രത്യക്ഷപ്പെടുന്ന ചന്ദ്രനക്ഷത്രം (ഒരു നക്ഷത്രസമൂഹത്തേക്കാൾ ചെറിയ നക്ഷത്രങ്ങളുടെ ഒരു കൂട്ടം) അത്തം (ഹസ്ത) മുതലാണ് ഓണാഘോഷം ആരംഭിക്കുന്നത്. കേരളത്തിലെ ജനങ്ങൾ അത്തം പുണ്യവും പുണ്യവുമായ ദിവസമായി കണക്കാക്കുന്നു. തിരു ഓണം ഓഗസ്റ്റ് അല്ലെങ്കിൽ സെപ്തംബർ മാസങ്ങളിലെ ശ്രാവണ ദിനവുമായി യോജിക്കുന്നു, അതിനാൽ ഇതിനെ ശ്രാവണോത്സവം എന്നും വിളിക്കുന്നു.

ഈ സമയത്ത് സൂര്യൻ ലിയോയുടെ (സിംഹ രാശി) രാശിയിലാണ്, അത് സൂര്യന്റെ വീടും കൂടിയാണ്.
           </p>
           <span className='heading1'>പുരാണങ്ങളിൽ ഓണദിനത്തിന്റെ പ്രാധാന്യം</span>
           <br></br>
           <img src={onam4} className='onameimage1'></img>
           <p className='content1'>
           ഓണം ആഘോഷിക്കുന്ന മഹാബലി രാജാവിന്റെ ഐതിഹ്യമനുസരിച്ചാണ് ഓണദിനം തീരുമാനിക്കുന്നത്. ചിങ്ങമാസത്തിലെ ഈ പ്രത്യേക ദിവസമാണ് മഹാവിഷ്ണു വാമനനായി അഞ്ചാമത്തെ അവതാരമെടുത്ത് മഹാബലി രാജാവിന്റെ രാജ്യത്തിൽ പ്രത്യക്ഷപ്പെട്ട് അദ്ദേഹത്തെ ലോകത്തിലേക്ക് അയച്ചതെന്ന് ആളുകൾ വിശ്വസിക്കുന്നു.

മാവേലി രാജാവിന്റെ ചൈതന്യം കേരളത്തിലെത്തുന്നത് അവസാന ദിവസമായ തിരുഓണനാളിലാണെന്ന് ആളുകൾ വിശ്വസിക്കുന്നു, അതിനാൽ ഈ ദിവസം വിരുന്നുകളും ആഘോഷങ്ങളും കൊണ്ട് അടയാളപ്പെടുത്തുന്നു. മാവേലിയുടെ ഭരണകാലത്തെ സുവർണ്ണകാലം ഓണക്കാലത്ത് ആഘോഷിക്കുകയാണ് മാവേലി ഭക്തർ. തങ്ങളുടെ ബഹുമാന്യനായ ഭരണാധികാരിയെ സ്വാഗതം ചെയ്യാൻ, ആളുകൾ മുൻവശത്തെ മുറ്റത്ത് പൂക്കളം (പൂക്കളം) വിരിച്ചു, ഒരു വലിയ സദ്യയും (ഓണസദ്യ), നൃത്തം ചെയ്യുകയും കളിക്കുകയും ആഹ്ലാദിക്കുകയും ചെയ്യുന്നു. തന്റെ ജനങ്ങൾ ഐശ്വര്യവും സന്തുഷ്ടരുമാണെന്ന് മഹാബലി രാജാവിനെ ബോധ്യപ്പെടുത്താനാണ് ഇതെല്ലാം ചെയ്യുന്നത്.
           </p>
           <span className='heading1'>ഓണത്തിന്റെ ഒരു സംക്ഷിപ്ത ചരിത്രം</span>
           <br></br>
           <img src={onam5} className='onamimage1'></img>
           <p className='content1'>
           സംഘകാലത്താണ് ഓണാഘോഷം ആരംഭിച്ചതെന്നാണ് വിശ്വാസം. കുലശേഖര പെരുമാളുകളുടെ (എ.ഡി. 800) കാലം മുതലുള്ള ആഘോഷങ്ങളുടെ രേഖകൾ കാണാം. അക്കാലത്ത് ഓണാഘോഷങ്ങൾ ഒരു മാസത്തോളം തുടർന്നു.
           </p>
           <span className='heading1'>വിളവെടുപ്പ് സമയം</span>
           <br></br>
           <img src={onam6} className='onamimage1'></img>
           <p className='content1'>
           വിളവെടുപ്പ് കാലമായതിനാൽ, മനോഹരമായ കേരള സംസ്ഥാനം അതിമനോഹരമായ ഏറ്റവും മികച്ചതായി കാണാൻ കഴിയും. നല്ല വെയിൽ നിറഞ്ഞ കാലാവസ്ഥയാണ് ഉന്മേഷത്തിനും ആഘോഷങ്ങൾക്കും വേണ്ടി വിളിക്കുന്നത്. സ്വർണ്ണ നിറത്തിലുള്ള നെൽക്കതിരുകൾ കൊണ്ട് തിളങ്ങുന്ന വയലുകൾ തിളങ്ങുന്നു. പഴങ്ങളുടെയും പൂക്കളുടെയും ഉജ്ജ്വല സമയം കൂടിയാണിത്. ഇല്ലായ്മയുടെ മാസമായ കർക്കിടകം (മലയാള കലണ്ടറിലെ അവസാന മാസം) കഴിഞ്ഞാൽ കർഷകർ സമൃദ്ധമായ വിളവെടുപ്പിൽ സന്തുഷ്ടരാണ്, മാത്രമല്ല ഉത്സവം ആഘോഷമാക്കുകയും ചെയ്യുന്നു.
           </p>
        </div>

    )
}
export default WhenIsOnam